/* No comment provided by engineer. */
"Confirm Payment" = "Confirm Payment";

/* No comment provided by engineer. */
"CVC" = "CVC";

/* No comment provided by engineer. */
"Expiry" = "Expiry";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Number" = "Number";

/* No comment provided by engineer. */
"The card number is incorrect. Make sure you entered the correct card number." = "The card number is incorrect. Make sure you entered the correct card number.";

/* No comment provided by engineer. */
"The card's expiry is incorrect. Make sure you entered the correct expiration date." = "The card's expiry is incorrect. Make sure you entered the correct expiration date.";

/* No comment provided by engineer. */
"The expiry month provided is invalid. Make sure the expiry month entered matches your credit card." = "The expiry month provided is invalid. Make sure the expiry month entered matches your credit card.";

/* No comment provided by engineer. */
"The expiry year provided is invalid. Make sure the expiry year entered matches your credit card." = "The expiry year provided is invalid. Make sure the expiry year entered matches your credit card.";

/* No comment provided by engineer. */
"The name provided is invalid. Make sure the name entered matches your credit card." = "The name provided is invalid. Make sure the name entered matches your credit card.";

/* No comment provided by engineer. */
"The security code provided is invalid. For Visa, MasterCard, JCB, and Diners Club, enter the last 3 digits on the back of your card. For American Express, enter the 4 digits printed above your number." = "The security code provided is invalid. For Visa, MasterCard, JCB, and Diners Club, enter the last 3 digits on the back of your card. For American Express, enter the 4 digits printed above your number.";

/* No comment provided by engineer. */
"TOTAL" = "TOTAL";

